{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip.git"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git",
      "version": "1.0.0 - 2.0.0"
    },
    "codesettings.nvim": {
      "src": "https://github.com/mrjones2014/codesettings.nvim.git"
    },
    "crates.nvim": {
      "src": "https://github.com/saecki/crates.nvim.git"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets.git"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua.git"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon.git",
      "version": "'harpoon2'"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim.git"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "mini.notify": {
      "src": "https://github.com/nvim-mini/mini.notify.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim",
      "version": "9.0.0 - 10.0.0"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive.git"
    }
  }
}
